algermusicplayer-bin
amd-ucode
awww
base
base-devel
bilibili-appimage
bilibili-tui-bin
blueman
bluez
bluez-utils
brightnessctl
btop
catimg
chafa
cliphist
copyq
debtap
dnsmasq
docker
dolphin
dunst
efibootmgr
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
feh
ffmpegthumbnailer
file-roller
firefox
fish
flatpak
flclash-bin
fuzzel
gimp
git
github-desktop-bin
glances
gnome-keyring
go-musicfox
google-chrome
gradia
grim
grub
gst-plugin-pipewire
gum
gvfs-smb
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
intel-media-driver
iwd
kdenlive
kitty
libnotify
libpulse
libva-intel-driver
libxcrypt-compat
linux
linux-firmware
linuxqq
lolcat
mako
mpv
mpvpaper
nano
ncdu
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvtop
obs-studio
obsidian
pacman-contrib
paru
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
polkit-kde-agent
poppler-glib
power-profiles-daemon
python-pip
python-pipx
qt5-graphicaleffects
qt5-wayland
qt6-virtualkeyboard
qt6-wayland
ranger
readest
rime-ice-git
rofi
satty
sddm
slurp
smartmontools
sof-firmware
steam
sudo
swaybg
thunar
thunar-archive-plugin
tor-browser-bin
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
unzip
uwsm
vim
visual-studio-code-bin
viu
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
waypaper
wechat-universal-bwrap
wget
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
wps-office
wqy-zenhei
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
yesplaymusic
zip
zram-generator
